{
  "HomePage": {
    "title": "Welcome to AltaMayuz"
  },
  "HeroSection": {
    "title": "Transforming Ideas into Digital Excellence",
    "description": "We create innovative digital solutions that drive business growth and deliver exceptional user experiences. From web development to digital strategy, we're your trusted partner in the digital world.",
    "ourServices": "Our Services",
    "contactUs": "Contact Us",
    "feature1": "Innovative Solutions",
    "feature2": "Expert Team",
    "feature3": "Proven Results",
    "videoNotSupported": "Your browser does not support the video tag."
  },
  "Navigation": {
    "home": "Home",
    "services": "Our Services",
    "about": "About Us",
    "partners": "Partners",
    "testimonials": "Testimonials",
    "contact": "Contact Us",
    "ourProjects": "Our Projects"
  },
  "Theme": {
    "theme": "Theme",
    "light": "Light",
    "dark": "Dark",
    "system": "System"
  },
  "Language": {
    "language": "Language"
  },
  "ContactSection": {
    "title": "Contact Us",
    "description": "Let's build something great together",
    "subtitle": "We’d love to hear about your ideas and challenges.",
    "description2": "Have a project in mind? We'd love to help. Send us a message and we'll get back to you soon.",
    "phoneLabel": "Phone",
    "emailLabel": "Email",
    "addressLabel": "Address",
    "addressValue": "Riyadh, Saudi Arabia",
    "name": "Name",
    "namePlaceholder": "Your full name",
    "email": "Email",
    "emailPlaceholder": "you@example.com",
    "message": "Message",
    "messagePlaceholder": "Tell us about your project or question...",
    "responseNote": "We typically respond within 24 hours.",
    "send": "Send message"
  },
  "ServicesSection": {
    "title": "Our Services",
    "description": "Comprehensive digital solutions tailored to your business needs",
    "seeMore": "See more",
    "seeLess": "See less",
    "viewAll": "View All Services"
  },
  "OurServicesPage": {
    "title": "Our Services",
    "subtitle": "Explore our comprehensive range of digital solutions designed to transform your business",
    "heroTitle": "Our Services",
    "heroSubtitle": "Comprehensive digital solutions tailored to transform your business",
    "seeMore": "See more",
    "seeLess": "See less"
  },
  "ContactUsPage": {
    "heroTitle": "Get in Touch",
    "heroSubtitle": "Let's discuss how we can help bring your vision to life"
  },
  "OurProjectsSection": {
    "title": "Our Projects",
    "description": "Explore our portfolio of successful projects delivered across various industries",
    "viewAll": "View All Projects"
  },
  "OurProjectsPage": {
    "heroTitle": "Our Projects",
    "heroSubtitle": "Discover the innovative solutions we've delivered for our clients",
    "subtitle": "Browse through our diverse portfolio of successful projects"
  },
  "TestimonialsSection": {
    "title": "What Our Clients Say",
    "description": "Don't just take our word for it - hear from our satisfied clients",
    "at": "at"
  },
  "OurPartnersSection": {
    "title": "Our Trusted Partners",
    "description": "Collaborating with industry leaders to deliver exceptional results"
  },
  "footer": {
    "description": "We create innovative digital solutions that drive business growth and deliver exceptional user experiences.",
    "company": {
      "title": "Company",
      "about": "About Us",
      "services": "Our Services",
      "projects": "Our Projects",
      "contact": "Contact Us"
    },
    "legal": {
      "title": "Legal",
      "privacy": "Privacy Policy",
      "terms": "Terms & Conditions"
    },
    "contact": {
      "title": "Contact Info",
      "address": "Riyadh, Saudi Arabia"
    },
    "rights": "All rights reserved. Made with",
    "scrollToTop": "Scroll to top"
  },
  "privacyPolicy": {
    "title": "Privacy Policy",
    "subtitle": "Your privacy is important to us. Learn how we protect your data.",
    "intro": {
      "title": "Privacy Policy",
      "lastUpdated": "Last updated: December 2024",
      "description": "At AltaMayuz, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy explains how we collect, use, and safeguard your data when you use our services."
    },
    "sections": {
      "overview": {
        "title": "Information Overview",
        "content": "We collect information you provide directly to us, such as when you create an account, contact us, or use our services. This may include your name, email address, phone number, and other contact information."
      },
      "dataCollection": {
        "title": "Data Collection",
        "content": "We collect personal information that you voluntarily provide to us when registering, expressing interest in obtaining information about us or our products and services, or contacting us."
      },
      "dataUsage": {
        "title": "How We Use Your Data",
        "content": "We use the information we collect to provide, maintain, and improve our services, communicate with you, and comply with legal obligations. We do not sell your personal information to third parties."
      },
      "dataProtection": {
        "title": "Data Protection",
        "content": "We implement appropriate technical and organizational security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction."
      },
      "dataSecurity": {
        "title": "Data Security",
        "content": "We use industry-standard security measures to protect your information, including encryption, secure servers, and regular security audits to ensure your data remains safe."
      },
      "dataRetention": {
        "title": "Data Retention",
        "content": "We retain your personal information only for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required by law."
      }
    },
    "contact": {
      "title": "Questions About Privacy?",
      "description": "If you have any questions about this Privacy Policy or our data practices, please don't hesitate to contact us.",
      "email": "Contact Privacy Team"
    }
  },
  "termsPolicy": {
    "title": "Terms & Conditions",
    "subtitle": "Please read these terms carefully before using our services.",
    "intro": {
      "title": "Terms & Conditions",
      "lastUpdated": "Last updated: December 2024",
      "description": "These Terms and Conditions govern your use of AltaMayuz services. By accessing or using our services, you agree to be bound by these terms."
    },
    "sections": {
      "acceptance": {
        "title": "Acceptance of Terms",
        "content": "By accessing and using our services, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to abide by the above, please do not use this service."
      },
      "services": {
        "title": "Use of Services",
        "content": "Our services are provided for lawful purposes only. You agree to use our services in compliance with all applicable laws and regulations, and you will not use our services for any illegal or unauthorized purpose."
      },
      "userRights": {
        "title": "User Rights and Responsibilities",
        "content": "You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account."
      },
      "restrictions": {
        "title": "Restrictions",
        "content": "You may not use our services to transmit, distribute, or deliver any unlawful, harassing, libelous, abusive, threatening, harmful, vulgar, obscene, or otherwise objectionable material."
      },
      "liability": {
        "title": "Limitation of Liability",
        "content": "AltaMayuz shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses."
      },
      "termination": {
        "title": "Termination",
        "content": "We may terminate or suspend your account and bar access to the service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever."
      }
    },
    "notice": {
      "title": "Important Notice",
      "description": "These terms may be updated from time to time. We will notify you of any changes by posting the new Terms and Conditions on this page. Changes are effective immediately upon posting."
    },
    "contact": {
      "title": "Legal Questions?",
      "description": "If you have any questions about these Terms and Conditions, please contact our legal team.",
      "email": "Contact Legal Team"
    }
  }
}
